#  Taps
tap 'homebrew/bundle'
tap 'koekeishiya/formulae' 		# yabai
tap 'jesseduffield/lazygit' 	# lazygit
tap 'stripe/stripe-cli' 		  # stripe-cli
tap 'nicoverbruggen/homebrew-cask'
tap 'homebrew/cask-fonts'

# Brew
brew 'ffmpeg'
brew 'fzf'
brew 'git'
brew 'gh'
brew 'httpie'
brew 'mycli'
brew 'mysql-client'
brew 'python@3.9'
brew 'sqlite'
brew 'tmux'
brew 'neovim'
brew 'youtube-dl'
brew 'zsh-autosuggestions'
brew 'lazygit'
brew 'trash'
brew 'bat'
brew 'rg'
brew 'yabai'
brew 'watch'
brew 'legit'
brew 'pure'
brew 'stripe'
brew 'btop'
brew 'starship'
brew 'jq'
brew 'iperf3'
brew 'pwgen'
brew 'delta'
brew 'rclone'
brew 'tree'
brew 'git-fresh'
brew 's3cmd'
brew 'sshuttle'
brew 'pv'
brew 'fd'
brew 'git-delta'
brew 'eza'
brew 'awscli'
brew 'kubernetes-cli'

# Cask
cask 'firefox'
cask 'karabiner-elements'
cask 'slack'
cask 'telegram'
cask 'discord'
cask 'imageoptim'
cask '1password'
cask 'tinkerwell'
cask 'tableplus'
cask 'ray'
cask 'invoker'
cask 'docker'
cask '1password/tap/1password-cli'
cask 'wkhtmltopdf'
cask 'amethyst'
cask 'httpie'
cask 'github'
