#  Taps
tap 'jesseduffield/lazygit' 	      # lazygit
tap 'nicoverbruggen/homebrew-cask'
tap 'aarondfrancis/homebrew-tap'
tap 'AlexsJones/llmfit'

# Brew
brew 'fzf'
brew 'git'
brew 'gh'
brew 'mycli'
brew 'python@3.9'
brew 'sqlite'
brew 'tmux'
brew 'neovim'
brew 'zsh-autosuggestions'
brew 'lazygit'
brew 'trash'
brew 'bat'
brew 'rg'
brew 'watch'
brew 'legit'
brew 'pure'
brew 'btop'
brew 'starship'
brew 'jq'
brew 'pwgen'
brew 'delta'
brew 'tree'
brew 'git-fresh'
brew 's3cmd'
brew 'sshuttle'
brew 'pv'
brew 'fd'
brew 'git-delta'
brew 'eza'
brew 'awscli'
brew 'kubernetes-cli'
brew 'bottom'
brew 'bc'
brew 'nowplaying-cli'
brew 'lua-language-server'
brew 'anomalyco/tap/opencode'
brew 'artisanexperiences/tap/arbor'
brew 'counselors'
brew 'llmfit'

# Cask
cask 'karabiner-elements'
cask 'tinkerwell'
cask 'herd'
cask 'github'
cask 'font-monaspace'
cask 'nikitabobko/tap/aerospace'
cask 'ghostty'
cask 'raycast'
cask 'yaak'
cask '1password-cli'
cask 'steipete/tap/codexbar'
