#  Taps
tap 'homebrew/bundle'
tap 'jesseduffield/lazygit' 	      # lazygit
tap 'stripe/stripe-cli' 		      # stripe-cli
tap 'nicoverbruggen/homebrew-cask'
tap 'teamookla/speedtest'

# Brew
brew 'ffmpeg'
brew 'fzf'
brew 'git'
brew 'gh'
brew 'httpie'
brew 'mycli'
brew 'python@3.9'
brew 'sqlite'
brew 'tmux'
brew 'neovim'
brew 'yt-dlp'
brew 'zsh-autosuggestions'
brew 'lazygit'
brew 'trash'
brew 'bat'
brew 'rg'
brew 'watch'
brew 'legit'
brew 'pure'
brew 'stripe'
brew 'btop'
brew 'starship'
brew 'jq'
brew 'pwgen'
brew 'delta'
brew 'rclone'
brew 'tree'
brew 'git-fresh'
brew 's3cmd'
brew 'sshuttle'
brew 'pv'
brew 'fd'
brew 'git-delta'
brew 'eza'
brew 'awscli'
brew 'kubernetes-cli'
brew 'bottom'
brew 'zsh'
brew 'bash'
brew 'bc'
brew 'coreutils'
brew 'nowplaying-cli'
brew 'lua-language-server'
brew 'anomalyco/tap/opencode'
brew 'artisanexperiences/tap/arbor'
brew 'speedtest'

# Cask
cask 'karabiner-elements'
cask 'telegram'
cask 'imageoptim'
cask '1password'
cask 'tinkerwell'
cask 'herd'
cask 'invoker'
cask '1password/tap/1password-cli'
cask 'httpie'
cask 'github'
cask 'font-monaspace'
cask 'nikitabobko/tap/aerospace'
cask 'ghostty'
cask 'arc'
cask 'raycast'
cask 'yaak'
cask '1password-cli'
